Repository: common-repository/hideshow-postpage-content
Catalog: languages/hideshow-postpage-content-*.po
Languages: it_it

# Backend
source: - none -
it_it: - nulla -

# Backend
source: - select -
it_it: - seleziona -

# Backend
source: A security problem (empty nonce) occurred while checking a metabox data
it_it: Si è vericato un problema di sicurezza durante la verifica dei dati di una metabox (nonce vuoto)

# Backend
source: A security problem (invalid nonce) occurred while checking a metabox data
it_it: Si è vericato un problema di sicurezza durante la verifica dei dati di una metabox (nonce non valido)

# Backend
source: Action
it_it: Azione

# Backend
source: Content
it_it: Contenuto

# Backend
source: Examples
it_it: Esempi

# Backend
source: Hide content to logged users
it_it: Nasconde il contenuto agli utenti connessi

# Backend
source: Hide content to unlogged users
it_it: Nasconde il contenuto agli utenti anonimi

# Backend
source: hide to guest users
it_it: nascondi agli utenti anonimi

# Backend
source: hide to logged in users
it_it: nascondi agli utenti loggati

# Backend
source: Hide/Show Content
it_it: Nascondi/mostra il contenuto

# Backend
source: place your content here...
it_it: inserisci qui il contenuto...

# Backend
source: role
it_it: ruolo

# Backend
source: Role(s)
it_it: Ruolo/i

# Backend
source: select a valid action
it_it: seleziona un'azione valida

# Backend
source: Selector
it_it: Selettore

# Backend
source: Show content only to a specific user
it_it: Mostra il contenuto solo ad uno specifico utente

# Backend
source: Show content only to logged users
it_it: Mostra il contenuto solo agli utenti connessi

# Backend
source: Show content only to logged users with the role of subscriber
it_it: Mostra il contenuto solo agli utenti loggati e con il ruolo di sottoscrittore (subscriber)

# Backend
source: Show content only to unlogged users
it_it: Mostra il contenuto solo agli utenti anonimi

# Backend
source: show to guest users
it_it: mostra agli utenti anonimi

# Backend
source: show to logged in users
it_it: mostra agli utenti loggati

# Backend
source: The content to be hidden or displayed depending on the selected action
it_it: Il contenuto da nascondere o mostrare a seconda dell'azione selezionata

# Backend
source: The content to be hidden or displayed must be included in a <em>shortcode</em> tagged as <strong>{TAG}</strong>.
it_it: Il contenuto da nascondere o mostrare deve essere incluso in uno <em>shortcode</em> il cui tag è <strong>{TAG}</strong>.

# Backend
source: This content is displayed only to 'Subscribers'.
it_it: Questo contenuto è mostrato solo ai 'Sottoscrittori'.

# Backend
source: This content is displayed only to logged users.
it_it: Questo contenuto è mostrato solo agli utenti connessi.

# Backend
source: This content is displayed only to the user whose username is 'foobar'.
it_it: Questo contenuto è mostrato solo all'utente il cui nome utente è 'foobar'.

# Backend
source: This content is displayed only to users not logged.
it_it: Questo contenuto è mostrato solo agli utenti anonimi.

# Backend
source: This content is hidden only to logged users.
it_it: Questo contenuto è nascosto solo agli utenti connessi.

# Backend
source: This content is hidden only to users not logged.
it_it: Questo contenuto è nascosto solo agli utenti anonimi.

# Backend
source: Usage
it_it: Uso

# Backend
source: Used if Action is set 'to logged in users'
it_it: Usato se l'Azione è impostata a 'utenti loggati'

# Backend
source: Used if Selector is set to 'role'
it_it: Usata se il Selettore è impostato a 'ruolo'

# Backend
source: Used if Selector is set to 'user'
it_it: Usata se il Selettore è impostato a 'utente'

# Backend
source: user
it_it: utente

# Backend
source: User(s)
it_it: Utente/i

# Backend
source: You can hide or show part of the content of <strong>public</strong> posts or pages to users that are logged or not.
it_it: Puoi nascondere o mostrare agli utenti connessi o meno parte del contenuto di articoli e pagine <strong>pubblici</strong>.

# Backend
source: You're not authorized to modify a metabox data
it_it: Non sei autorizzato a modificare il contenuto di una metabox

source: Hide or show a selected content of public posts/pages depending on whether the user is logged or not. Compatible with Elementor.
it_it: Nasconde o mostra il contenuto selezionato di articoli/pagine pubblici a seconda se gli utenti sono connessi o no. Compatibile con Elementor.

# User role
source: Translator
it_it: Traduttore
